[
"un Abchanchu : un vampire bolivien légendaire qui prend la forme d'un voyageur âgé sans défense. Lorsqu'un passant lui propose de l'aider, il le mord pour boire son sang.",
"un Acheri : fantôme ou esprit d'une petite fille d'Inde qui descend des montagnes la nuit pour apporter des maladies aux humains, en particulier aux enfants.La seule défense contre un Acheri est de nouer un ruban rouge autour du cou. On dit qu'Acheri apporte aussi la mort aux personnes qui entendent son chant rythmé sur une petit tambour.",
"une Adlet : une créature dont le corps est celui d'un homme mais muni de pattes de chien. Il est le fruit des amours d'une belle femme inuite et d'un chien rouge aux pouvoirs surnaturels.",
"un Aërico",
"un Agloolik est un esprit qui vit sous la glace et agit comme gardien tutélaire des phoques. On dit qu'il fournit une aide aux pêcheurs et aux chasseurs s'ils l'ont prié avant de partir.",
"un Agni",
"un Agogwe",
"un Ahkiyyini : squelette-fantôme",
"un Aïsha Kandisha",
"un Aigle du Caucase : Aigle géant, fils de Typhon et d'Échidna, qui rongeait le foie de Prométhée et qui fut tué par Héraclès",
"un Airavata",
"un Aitvaras",
"un Ajatar",
"un Akaguchi : Yōkai qui réside dans un nuage noir, avec un visage de komainu (chien-lion japonais) et de grandes griffes. Son visage et ses griffes sont couverts d'épais poils bleus. Il a aussi une grande bouche et une langue rouges. Considéré comme un esprit protecteur il punit toutefois ceux qui vole l'eau de leurs voisins.",
"un Akaname : un petit yōkai à la peau verdâtre et aux cheveux gras qui habite les maisons et les bains publics les plus sales. Il a une langue très longue et collante avec laquelle il nettoie les saletés des salles de bain et des toilettes.",
"un Akhlut : un Esprit maléfique de la mythologie inuite qui apparait sous forme d'un orque ou d'un loup et qui chasse les hommes comme les animaux.",
"une Akurojin-no-hi : flamme fantomatique du folklore japonais qui apparaît souvent par temps de pluie et les personnes qu’il rencontre et qui ne le fuient pas ou qui ne se couchent pas par terre, tombent gravement malades.",
"un Al",
"un Alan",
"un Alastyn",
"un Alfe lumineux",
"un Alfe noir",
"un Alfe sombre",
"un Alicante",
"un Alicanto",
"un Alkonost",
"un Almasty",
"un Alsviðr",
"un Amarok : un Esprit-loup de la mythologie inuite qui garde les troupeaux de caribous en bonne santé et dévore les chasseurs imprudent.",
"un Amaru",
"une Âme en peine",
"un Amemasu",
"une Amikiri : une créature de la mythologie japonaise qui ressemble à un croisement entre un oiseau,un homard et un serpent. Il est capable de nager aussi bien dans l'eau que dans l'air et il coupe les filets des pêcheur et les moustiquaires.",
"un Amphiptère",
"un Amphisbène : un serpent de la mythologie grecque qui posséde une tête à chaque extrémité du corps.",
"un Ananta",
"un Anchanchu",
"un Anchimayen",
"un Andvari",
"un Ange",
"un Anguipède",
"un Ankou",
"un Ao",
"un Arimaspes",
"un Arkan Sonney",
"un Arquetu",
"un Arragousset",
"un Árvakr",
"un Askafroa",
"un Aspidochélon : un monstre marin qui peut être vu comme une tortue marine fabuleuse ressemblant à une île, ou comme le gros poisson. Son dos, immense, était recouvert de sable et les marins y faisaient accoster à tort leur navire.",
"un Aspic , un serpent cité dans Le Bestiaire divin",
"un Asura",
"un Audhumla",
"un Azcatl",
"un Aziza",
"un Azukitogi : yōkai du folklore japonais qui vit près de l'eau; il attire les passants par un bruit de frottement et ceux qui s'approchent tombe inévitablement dans l'eau.",
"un Azukiarai : yōkai du folklore japonais qui vit près de l'eau; il attire les passants par un bruit de frottement et ceux qui s'approchent tombe inévitablement dans l'eau."
"une Baba Yaga : Sorcière qui se déplace dans un mortier et qui habite une maison jugée sur des pattes de poulet.",
"un Bäckahästen : Ce cheval des ruisseaux est très proche des nixes, dont il ne serait qu’une forme métamorphosée. Il peut être mis au travail si sa victime se trouve plus rusé que lui.",
"un Badniak",
"un Bahamut",
"un Bakeneko",
"un Bakezori",
"un Baku",
"un Balaha",
"un Bannik : un esprit de la maisonnette des bains dans la mythologie slave.",
"une Banshee : une créature féminine surnaturelle considérée comme une magicienne ou une messagère du sidh, l'Autre monde.",
"un Barghest",
"un Basajaun",
"un Basilic",
"un Bécut : un géant de Gascogne et des Pyrénées centrales",
"un Bedawang",
"un Béhémoth",
"un Berbalang : un vampire de Malaisie",
"un Bergleute : un nain-mineur d’Allemagne",
"un Berserk : un guerrier-fauve",
"la Bête de l'Apocalypse",
"la Bête du Gévaudan",
"la Bête des Vosges",
"la Bête du Vaccarès",
"une Biche de Cérynie",
"un Bigfoot",
"un Bisclaveret : un loup-garou",
"un Bitard",
"la Blanche de Beaumont",
"un Blemmyes",
"un Bœuf à Marek",
"une Boginka : une démone qui vivait près des marais et qui était malveillante et dangereuse. Elle kidnappait des nouveau-nés et les remplacer par un de ses enfants.",
"un Boggart",
"un Bojitch",
"un Bolla",
"un Bonhomme sept-heures : un croque-mitaine du folklore québécois",
"un Bonnacon : un taureau Asie-Grèce",
"un Bonnet-Rouge : un vilain assassin",
"un Boobrie : un canard du folklore des Highlands écossais",
"un Bouraq",
"un Bownessie",
"un Brownie : un lutin du folklore écossais",
"un Brun de Cúailnge : un taureau de la mythologie celtique irlandaise",
"un Bucentaure : un homme-taureau de la mythologie grecque",
"un Buggane",
"un Bukavac",
"un Caladrius : un Oiseau légendaire du Moyen Âge, de la taille d'un corbeau ou d'un héron qui possédait de grands pouvoirs de guérison lorsqu'il regardait le malade.",
"un Camène",
"un Capricorne : un bouc à queue de poisson",
"un Carcolh",
"un Cat Sidhe",
"un Catoblépas",
"un Cauque-mar",
"un Centaure",
"Cerbère : le chien à trois têtes à l'haleine empoisonnée qui gardait l'entrée des enfers.",
"un Champ",
"un Changeling",
"un Charybde",
"un Chat d’argent, un chat diabolique obtenu par un sorcier en échange de son âme qui ramène des Louis d’or à son maître.",
"un Chat à la boule au bout de la queue",
"un Cheval ailé",
"un Cheval aquatique",
"une Chèvre d'or",
"un Chichiga",
"un Chien noir",
"une Chimère",
"un Chipekwe",
"un Chipique",
"un Chonchon : Tête humaine d'un mort dont les très grandes oreilles lui servent d'ailes pour voler.",
"un Chrysomallos",
"un Chupacabra",
"un Cocatrix : animal fabuleux qui possède une tête de coq, des ailes de chauve-souris et un corps de serpent ou de coq et qui ressemble au Basilic.",
"un Corbeaux moqueurs",
"un Criosphinx",
"un Crocotta",
"un Coulobre",
"un Croque-mitaine",
"un Cuélebre",
"un Cyclope",
"un Cynocéphale",
"un Dahu",
"la Dame blanche",
"un Deildegast : fantôme d'un homme qui, au cours de sa vie, a déplacé les bornes des limites des champs. Il continue à déplacer des pierres jusqu'à ce qu'un homme retrouve les pierres qu'il a jadis déplacées.",
"un Démon",
"un Dhampire",
"un Diable de Jersey",
"un Diable-oiseau",
"un Diti",
"un Div",
"un Djinn : Créatures surnaturelles dans la mythologie arabique préislamique qui peuvent prendre une apparence diverse (animal, végétal, humaine). Ils sont capables d'influencer spirituellement et mentalement le genre humain.",
"un Domovoï",
"un Dorlis",
"un Doppelgänger : double d'une personne vivante dont la rencontre est un mauvais présage, annonçant des malheurs voire la mort",
"un Drac",
"un Dragon",
"un Dragon européen",
"un Dragon de l'île de Rhodes",
"un Dragon oriental",
"un Dragon azur",
"un Draugr",
"un Drioma",
"un Dryade",
"un Duergars",
"un Dullahan",
"un Dzedka",
"une Dziwożona : une démone qui vivait près des marais et qui était malveillante et dangereuse. Elle kidnappait des nouveau-nés et les remplacer par un de ses enfants.",
"un Eale : animal de la taille d'un hippopotame, d'une couleur noire ou fauve, doté d'une mâchoire de sanglier, des cornes mobiles, hautes de plus d'une coudée et la queue de l'éléphant.",
"un Each Uisge : un cheval fantastique et dangereux qui vit dans la mer et les lochs; il séduit les hommes en leur proposant de le chevaucher puis il les noie et les dévore.",
"un Ebu Gogo",
"une Échidna : une créature mi femme et mi serpent, qui fut la mère de nombreux monstres, le plus souvent engendrés avec Typhon.",
"un Éfrit : un Djinn fait à la fois de feu et de lumière qui peuvent être maléfiques ou bénéfiques.",
"une Égipan : une créature champêtre mi-homme mi-animal, la plupart du temps dotée de pieds et d'oreilles de chèvre.",
"un Elfe",
"un Emela-ntouka : un animal inconnu vivant dans la région du bassin du fleuve Congo qui aurait été vue en 1964",
"un Erawan",
"un Érinyes",
"un Esprit hurleur",
"un Fáfnir",
"un Fantôme",
"un Farfadet",
"un Fatak",
"une Faucheuse",
"un Faune",
"une Fée : un êtres anthropomorphes féminins dotés de pouvoirs magiques, qui interviennent dans la vie des humains de façon bénéfique ou maléfique. Elles sont présentes dans de nombreux folklores mais elles ont des caractéristiques diverses selon les traditions distinctes. De nombreuses classifications ont été établies à leur sujet (fée amante, fée marraine, mauvaise fée , fée de la nature, fée des eaux...)",
"une Femme biche",
"un Feng-Huang",
"une Fenrir",
"un Feu follet",
"un Fir Darrig",
"un Fomoires",
"un Fossegrim : un esprits des eaux masculins qui jouent une musique enchanteresse afin d’attirer les passants dans les eaux.",
"un Freki",
"un Furaribi : Ce feu sans but est dû à la nature troublée de l'âme qui est devenue un furaribi en subissant à sa mort une souffrance contre nature, comme des erreurs dans les rites funéraires ou un meurtre cruel, et qui est maintenant incapable de passer à la vie suivante.",
"un Gamaïoun",
"un Gandharva",
"une Ganipote : une créature légendaire du folklore du centre-ouest et du sud-ouest de la France. La ganipote : qui peut prendre l’apparence d’un chat : d’une chèvre : d’un chien ou d'un loup; les nuits sans lune elle hante les bois sombres et rode autour des maisons . Elle saute sur le dos des passants attardés pour s'y agripper grâce à ses griffes jusqu’à ce qu’ils périssent étouffés.",
"un Garache",
"une Gargouille",
"un Garm",
"un Garuda : un homme-oiseau fabuleux, fils de Kashyapa et de Vinatâ, qui sert de monture à Vishnou",
"un Géant : un homme de très grande taille présent de nombreuses mythologies et légende.",
"Génie de brousse",
"un Geri",
"un Gnome",
"un Gobelin",
"un Golem",
"une Gorgone",
"un Grani",
"un Gremlin",
"une Grenouille humaine de Loveland",
"un Goule",
"un Graoully",
"un Grées",
"un Griffon",
"un Gullfaxi",
"un Haetae : Animal fabuleux qui a la forme d'un lion couvert d'écailles ou d'un pelage avec une corne sur le front.",
"un Hafgufa : Poisson géant qui se fait passer pour île pour attirer les marins et qui vit dans la mer du Groenland qu'il partage avec une autre bête mythique, le Lyngbakr.",
"un Haggis sauvage",
"un Hag",
"un Hai Ho Shang",
"un Hākuturi : Enfants de Tāne, ils ressemblaient à des oiseaux et étaient les gardiens des forêts.",
"un Hamadryades : Nymphes liées à un seul arbre qui meurent avec lui quand il est abattu.",
"un Harpie",
"un Hati",
"un Hécatonchires",
"un Helhest : Le cheval des enfers ou le cheval de Hel avait trois pattes ou n'avait pas de tête. Il apparaîsait la nuit dans les cimetières et annoncer la mort de toute personne qui le rencontrait.",
"un Herensuge : Serpent volant doté de sept grosses têtes ou une seule.Il aspire par son souffle puissant les troupeaux qui passent à proximité.",
"un Hiéracosphinx",
"un Hippalectryon",
"un Hippocampe",
"un Hippogriffe",
"Hitodama : boules de feu bleu qui flottent au milieu de la nuit. Ils sont la manifestation de l'âme d'un être défunt.",
"un Homa : Oiseau mythique qui erre dans les hauteurs célestes et couvre de ses ailes ceux à qui il peut dispenser ses vertus. Il possède le langage humain et sert de messager et de confident au héros qu’il transporte dans les airs sur de longues distances.",
"un Homme-bête",
"un Homme-papillon ou homme -phalène : Créature humanoïde ailée aux yeux rouges flamboyants qui aurait été vue aux États-Unis, entre 1966 et 1967.",
"un Hoko",
"un Hræsvelg : Géant qui sous la forme d'un aigle produisait un vent glacial avec ses ailes.",
"un Hrimthurs",
"un Hrímfaxi",
"Hrosshveli : une Baleine-cheval qui résidait dans les mers d'Islande. Ce monstre frappait la surface de l'eau avec sa queue de cheval pour provoquer de gigantesques vagues afin de faire sombrer les navires.",
"Hugin l'un de deux corbeaux messagers d'Odin qui parcourent les neuf mondes chaque matin pour lui rapporter des informations qu'ils lui murmurent à l'oreille.",
"un Huldre",
"un Huldufólk",
"Hydre de Lerne : L'Hydre fut engendrée par Typhon et Échidna; elle était d'une grandeur démesurée avec plusieurs têtes, dont une immortelle. Son haleine exhalait un dangereux poison. Elle fut tué par Héraclès lors de son second travail.",
"Iblis : un ange qui refusa de se prosterner devant Adam et fut chassé du paradis.",
"Ichtyocentaure : une créature marine qui possédait un corps d'homme, des pattes avant de cheval et une queue de poisson.",
"Ijiraq : une sorte de croque-mitaine qui emportait les enfants.",
"Incube : un démon mâle qui prend un corps physique pour violer une femme endormie.",
"Indrik : un animal fabuleux, le roi des animaux, qui vit sur « La Montagne Sacrée », où personne ne peut monter. Il est décrit comme un gigantesque taureau avec une tête de cheval aux grandes cornes. Quand il marche, la Terre tremble.",
"Inugami : une sorte d'esprit (Shikigami) à l'aspect d'un chien très puissant totalement dévoué à son maitre, l'inugami-mochi, pour exécuter une vengeance ou lui servir de gardien. Lors d'une mission, si l'inugami ne peut pas reintégrer son corps il prendra possession de celui de son maitre.",
"Isonade : un énorme monstre marin ressemblant à un requin qui peut renverser un navire avec sa queue et dévorer les marins tombés dans l'eau.",
"Jack Talons-à-Ressort",
"Jackalope",
"Jatayu",
"Jenny Greenteeth",
"Jiangshi",
"Jij",
"Joint snake",
"Jumart",
"Jörmungand",
"Jorogumo : Yokai qui prend l'apparence d'une araignée ou celle d'une femme charmante qui attire les beaux hommes chez elle. Elle les enrobe d'un fils de soie très solide afin de pouvoir les manger tranquillement.",
"Jötunn",
"Juments de Diomède",
"Jinmenken : un chien à visage humain capable de comprendre le langage; bien que pacifique l'apercevoir serait signe de malchance.",
"Kachina : un esprit ou personnification d'objet ou d'un être vivant qui est représenté par un masque ou une poupée.",
"Kami",
"Kamkiri : Yōkai qui ressemble à un insecte avec des mains en forme de ciseaux et un long bec. Il utilise ces ciseaux pour couper sans motif les cheveux d'une victime sans méfiance. Se faire couper les cheveux contre sa volonté était une épreuve extrêmement malheureuse et terrifiante.",
"Kappa : Yōkai de la taille d'un enfant, aux pieds et aux mains palmés, à la peau écailleuse ou visqueuse de couleur verdâtre, avec une carapace de tortue sur le dos. Il aime lutter contre les sumos, manger des concombres et causer des troubles aux humains en les attirant dans l'eau. Le sommet de leur crâne est légèrement creux et empli liquide d'où ils tirent leur puissance. Il suffit de saluer un Kappa pour qu'il s'incline à son tour en perdant son liquide et devienne inoffensif.",
"Karakasa ou Kasa-Okabe : Yōkai a l'aspect d'une ombrelle dotée d'un œil, de deux bras et se tenant sur une unique jambe.",
"Karnabo",
"Kasa-obake",
"Keelut : Esprit maléfique, signe avant coureur de la mort, qui ressemble à un chien pelé sauf aux pattes afin de s'approcher des hommes sans faire de bruit.",
"Kelpie",
"Kikimora : Esprit malin féminin, qui habite dans les endroits les plus sombres de l'isba. Hostile aux maîtres de la maison, elle cherche à porter préjudice au ménage.",
"Kitsune",
"Klabautermann",
"Knocker",
"Kobold",
"Kochtcheï : Kochtcheï l’Immortel se trouve à la frontière entre le monde des vivants et celui des morts, et c’est d’ailleurs de là qu’il puise sa puissance magique quasi infinie et son immortalité. Car son âme est séparée de son corps; elle se trouve sur la pointe d’une aiguille, l’aiguille se situe quant à elle dans un œuf, l’œuf dans une cane, la cane dans un lièvre, le lièvre dans un coffre bardé de chaînes et placé à la cime d’un chêne. Il est dépeint comme un terrible sorcier immensément riche bien qu'il soit aveugle car pour voir ses ennemis, il demande à ses serviteurs de soulever ses paupières. Il est capable de transformer un royaume tout entier en pierre. Mais son activité préférée est de kidnapper de jolies jeunes femmes pour les épouser. Et celles qui résistent sont punies comme la tsarine Vassilissa qu'il changea en grenouille.",
"Korrigan ou Poulpiquet : Sorte de lutin légendaire de Bretagne. Bienveillant ou malveillant, il peut faire preuve aussi bien d'une grande largesse qu'être capable d'horribles vengeances.",
"le Kraken",
"Kumiho : un renard à neuf queues, douée du don de métamorphose, agé de plus de mille ans.",
"Kûrma",
"un Ladon",
"un Lagahoo",
"un Lammasu",
"un Lamie",
"un Lamina",
"un Lapin de Pâques",
"un Lazavik",
"un Léchi",
"un Lémure",
"un Leprechaun",
"un Leucosie",
"un Léviathan",
"une Licorne",
"un Ligie",
"un Likho",
"un Lilith",
"un Lindworm",
"un Lion de Némée",
"un Long",
"une Lorelei",
"un Lucrote",
"un Lusca",
"un Lutin",
"un Lycanthrope un loup-garou",
"un Lyngbakr : un poisson géant aussi grand qu'une île qui vit dans les profondeurs de la mer du Groenland qu'il partage avec une autre bête mythique, le Hafgulfa.",
"un Macachera : un esprit des routes et des chemins",
"Madera",
"un Mairu",
"un Makara",
"un Makhai",
"un Mandragot : un chat d'argent diabolique obtenu par un sorcier en échange de son âme qui ramène des Louis d’or à son maître.",
"un Mang",
"un Manticore",
"un Mara",
"un Margot",
"un Marid",
"Marie Morgane",
"un Marte",
"un Masgugue (le",
"un Matergabia",
"un Matsya",
"un Maymaygwashi",
"Méduse",
"un Meiga",
"un Meis",
"un Meister Hämmerlinge",
"une Mélusine",
"une Memphré",
"une Mermecolion : une créature chimérique possédant la tête d’un lion et le corps d’une fourmi décrite par Hérodote, puis Pline l’ancien.",
"un Merrow",
"un Mimi ",
"un Minotaure",
"une Mishibizhiw : une panthère d'eau est composée de plusieurs animaux : les cornes du daim ou du bison, le corps ou la queue du puma; cette créature généralement maléfique vit dans les profondeurs des lacs et des cours d'eau.",
"un Mngwa",
"un Mogwai",
"un Moin",
"un Mokèlé-mbèmbé",
"un Mokumokuren",
"un Monaciello",
"un Mourioche",
"le Monstre du Loch Ness",
"un Moroï",
"un Mpéwo",
"un Mujina",
"un Mum Poher",
"Munin : l'un des deux corbeaux messagers d'Odin qui parcourent les neuf mondes chaque matin pour lui rapporter des informations qu'ils lui murmurent à l'oreille.",
"un Myrmekes",
"un Myrmex",
"un Myrmidons",
"un Nâga",
"un Nahash",
"un Naïade",
"un Nain",
"un Namazu",
"un Nanabozo : Lapin géant et héros culturel. Il est présent chez de nombreuses tribus avec des noms différents.",
"un Nandi",
"un Nanuq ou Nanuuq : Enorme ours blanc considéré comme le chef des ours polaires. C'est lui qui décide si les chasseurs se sont comportés conformément aux règles rituelles afin de déterminer la réussite ou l'échec d'une chasse à l'ours.",
"un Narasimha",
"un Nephilim",
"un Nian",
"un Nídhögg",
"un Ningyo",
"un Nisse",
"un Nixe : un êtres aquatiques masculin ou féminin qui essaient d'attirer les gens dans l’eau; toutefois s'ils sont abordés avec respect ils peuvent être amicaux. Ils ont l'apparence de vieux hommes avec une longue barbe, des dents vertes et un chapeau tout aussi vert ou de belles jeunes femmes aux longs cheveux blonds avec une queue de poisson.",
"un Noppera Bo : un fantôme à forme humaine mais dont les traits du visage sont effacés. C'est une créature malicieuse plus que dangereuse qui aime à faire des farces.",
"un Nuckelavee",
"une Nukekubi : une femmes yōkai dont la tête se détache de leur corps la nuit pour chasser et se nourrir de sang humain. Leurs têtes peuvent se détacher complètement ou rester attachées au un cou par un cordon. Elles sont une variante du rokurokubi.",
"un Nue",
"un Nuton",
"un Obake : un êtres surnaturels qui ont la capacité de se transformer temporairement mais qui sont très distincts des esprits de la mort.",
"un Ogre",
"un Ogopogo",
"un Oiseau-tonnerre",
"un Oiseau de feu",
"un Oiseau vermillon",
"un Oiseaux du lac Stymphale",
"un Oknytt",
"un Olgoï-Khorkhoï",
"un Ondine",
"un Oni",
"un Onocentaure",
"un Orang Minyak",
"un Orang pendek",
"un Orochi",
"un Orthos",
"un Oupyr",
"un Ours Nandi",
"une Palden Lhamo : un esprit gardien féminin du bouddhisme tibétain représentée dans une attitude de colère en traversant une rivière de sang, entourée par les flammes, assise sur une mule dont la selle est faite en peau humaine ; Sa peau est d’un bleu foncé, et son visage a trois yeux, elle est en train de boire du sang dans un crane.",
"un Pandi : peuple mythique qui possédait de très grandes oreilles, huit doigts et huit orteils et couvert d'une fourrure blanche devenant noire avec l'âge.",
"un Panthère d'eau : Elle est composée de plusieurs animaux : les cornes du daim ou du bison, le corps ou la queue du puma; cette créature généralement maléfique vit dans les profondeurs des lacs et des cours d'eau.",
"un Pari : une créatures ailées, élégantes et raffinées, d'une grande beauté et d'une voix angélique.",
"un Pégase : un cheval ailé né du sang de méduse qui servit de monture à Bellérophone pour vaincre la Chimère.",
"une Peg Powler : une vieille sorcière à la une peau verdatre, aux longs cheveux hirsute et aux dents pointues qui saisissait par les chevilles ceux (en particuliers les garnements) qui passaient trop près du fleuve Tees.",
"un Péryton : un animal imaginaire maléfique, mi-cerf et mi-oiseau au plumage bleu ou vert selon un manuscrit médiéval cité par Jorge Luis Borgès.",
"une Petite souris : une souris qui passe pour prendre une dent de lait placée sous l'oreiller et la remplacer par une piède de monnaie.",
"un Peuchen : un énorme serpent volant qui produisait des sifflements étranges et dont le regard fixe lui permettait de pétrifier sa victime pour sucer son sang.",
"un Phénix : un oiseau légendaire, doté d'une grande longévité et caractérisé par son pouvoir de renaître après avoir été brulé.",
"un Picolaton : un oiseau qui servait de son bec pointu pour piquer les fesses et les talons des enfants afin qu'ils se hâtent.",
"une Pillywiggin : une minuscules fées dotées d'antennes et d'ailes de papillon ou de libellule qui prennent soin des plantes.",
"un Pincoya",
"un Pishtaco : un monstres blanchâtres à l'apparence humaine qui tuent les hommes pour les découper et dévorer leur graisse frite.",
"un Pixie",
"un Poliévik : un esprit de la nature qui veillait sur les champs et qui pouvait jouer des tours aux paysans.",
"une Polkan : une créature mi homme et mi cheval (ou mi chien) qui possédait une grande puissance et une excellente rapidité. Il fut d'abord l'ennemi du héros Bova Korolevitch puis son allié.",
"une Poloudnitsa : Elle apparait comme une jeune femme vêtue de blanc aux longs cheveux flottants tenant en main une faucille d'or qui frappe d'insolation les paysans qui continue de travailler à midi au lieu de se reposer.",
"Popobawa",
"un Poisson-évêque : un poisson vêtu comme un évêque, et il porte tous les attributs comme la mitre et un chasuble susceptible d'être soulevé jusqu'au dessus des genoux. Il comprend le langage des hommes sans pouvoir le parler.",
"une Ponik : une créature marine qui serait apparue dans la région de Quebec en 1957.",
"un Poulpiquet : une sorte de lutin légendaire de Bretagne. Bienveillant ou malveillant, il peut faire preuve aussi bien d'une grande largesse qu'être capable d'horribles vengeances.",
"un Puck : une espèce de lutin malin, espiègle et rebelle qui joue des tours aux voyageurs, se transforme, effraie les jeunes filles et bouscule les vieilles dames",
"Qilin",
"un Qiqirn : un esprit-chien qui est une grande créature effrayante et redoutable de la mythologie inuite qui rode dans l'arctique sauvage; mais elle est aussi stupide et capricieuse. Etrangement, pour une contrée si froide son corps n'est pas entièrement revêtu de fourrure. Il a seulement des touffes de poils autour de la bouche, au bout des oreilles, de la queue et à l'extrémité de pattes. A son approche les gens se sentent mal, le corps secoué par des crises de convulsions qui les conduiront à la mort; mais pour le faire fuir il suffit de crier son nom.",
"Quinotaure",
"Rå : un être surnaturel gardien ou protecteur d'un lieu dans le folklore scandinave.",
"Rakshasa",
"Raiju : Yōkai calme et inofensif mais pendant les tempêtes il devient très agressif et détruit tout. Il peut prendre des apparences très diverses (chat, chien, insecte ... et même boule de feu). C'est le compagnon de Raiden, le dieu de la foudre.",
"un Ratatosk : Ecureuil qui fait sans cesse le va et vient entre le serpent Nídhögg, qui dévore la racine de l'arbre cosmique et l'aigle Veðrfölnir qui survole celui-ci. Il rapporte leurs paroles haineuses.",
"un Rhinograde : Animal fictif imaginé par le naturaliste allemand, Gerolf Steiner. Il a l'aspect d'un rat avec un long appendice nasal. Certains spécimens peuvent voler à reculons grace à leurs oreilles qui leur servent d'ailes.",
"Rokh ",
"un Rokurokubi : Hommes ou femmes yōkai dont la tête se détache soit complètement et flotte librement soit par allongement du cou la nuit venue. Les femelles attaquent de préférence les hommes et vice-versa. Pendant la journée ils se comportent exactement comme tout le monde et ignorent même leur vie nocturne. On peut les reconnaitre à une veine violette sur leur cou.",
"un Rougarou : c'est humain durant la journée où il fait bien attention de ne pas révéler sa malédiction de crainte d'être tué. La nuit, il se transforme en homme à la tête d'un loup et sa malédiction ne se termine que lorsqu'il verse le sang d'une victime humaine",
"un Roussalka",
"un Renard à neuf queues : un renard qui vit mille ans se métamorphose en kumiho. Il peut se transformer comme il veut, et en particuliers en une belle fille, avec l'intention de séduire les hommes pour leur dévorer le foie. Mais malgrè les transformations il reste toujours un détail qui les trahit.",
"une Salamandre",
"le Sanglier de Calydon",
"le Sanglier d’Érymanthe",
"Santo Gato",
"Sasquatch",
"Satyre",
"le Saumon de la sagesse",
"Sciapode",
"Scylla",
"un Seiryu",
"un Selkie",
"un Séraphin",
"un Serpent à plumes",
"un Serpent arc-en-ciel",
"un Serpent de mer",
"un Serpent-vision",
"un Shâdhavâr",
"un Shahbaz",
"un Shojo",
"un Simargl",
"un Simiot",
"un Simorgh",
"un Simurgh",
"un Sirène",
"un Sirin",
"un Skínfaxi",
"un Skin-walker : un chaman malveillant qui peut se métamorphoser et prendre l'apparence d'une personne ou d'un animal (loup, un corbeau ou un coyote) pour faire du mal.",
"un Skogsrået",
"un Skvader",
"un Sleipnir",
"un Sorgin",
"un Sottai",
"un Sotret",
"un Sotré",
"un Sphinx",
"un Spriggan",
"un Sprite",
"un Storsjöodjuret",
"un Strigoi",
"un Stryge",
"un Succube",
"un Svadilfari",
"un Sylphe",
"un Tac : un être fantastique, capable de prendre les formes très variées : panier, agneau, chevreau ou cheval, qui se manifeste la nuit dans les bois. Il cherche toujours à se faire porter sur le dos du passant jusqu'à l'épuisement et parfois le trépas de sa victime.",
"un Tanuki : Yōkai des forêts, réputé pouvoir changer de forme à volonté. Ils sont souvent représentés avec un chapeau de paille et une gourde de saké, avec un ventre rebondi utilisé comme un tambour et des testicules imposants. Il est le symbole de la prospérité et de bonne fortune.",
"un Tarasque : un Dragon à six pattes courtes, un poitrail comme celui d'un bœuf, recouvert d'une carapace de tortue et muni d'une queue écailleuse se terminant par un dard de scorpion. Sa tête était décrite comme étant celle d'un lion aux oreilles de cheval avec un visage de vieillard. Il hantait les marais du Rhone près de Tarascon et il fut soumis par sainte Marthe qui le mena en laisse.",
"un Tatzelwurm : une créature ressemblant à un lézard avec le visage d'un chat, avec un corps semblable à un serpent qui peut être mince ou trapu, avec quatre pattes courtes ou deux pattes avant.",
"Teryel",
"Tatari Gami",
"un Tchian du Bouôlay : un énorme chien noir effrayant qui traînait une chaîne derrière lui, qui hantait les rues et les chemins côtiers de l'ile de Jersey. Son apparition annonçait, l'arrivée d'une tempête.",
"un Tengu : un être surnaturel espiègle, parfois considéré comme l'esprit réincarné d’un homme fier et arrogant. Le tengu est un épéiste renommé qui a enseigné les arts militaires au héros Minamoto Yoshitsune. Il vit dans les arbres des zones montagneuses. Cette petite créature ailée est représentée avec un long nez proéminent rouge ou une bouche en forme de bec et une expression en colère et menaçante sur le visage; il est vêtu d’une robe rouge et porte un éventail de plumes.",
"Tiddalik : une grenouille, se réveilla un matin avec une grande soif; elle but la totalité de l'eau douce. Nabunum, l'anguille, la fit rire et en se tordant régurgitant toute l'eau.",
"Tigre blanc de l'ouest",
"un Tizheruk : un serpent monstrueux qui vit à Key Island en Alaska.",
"la Tortue noire : un des quatre symboles des constellations chinoises. Elle représente le nord et l'Hiver. Elle est habituellement représentée par un serpent enroulé autour d'une tortue.",
"un Trauco : une créature anthropomorphe de petite taille, avec des jambes sans pieds, qui vit dans les forêts profondes de Chiloé. Il attire à lui les femmes qui ne peuvent pas refuser un rapport sexuel. En revanche son regard est mortel pour les hommes.",
"un Triton : un homme-poisson au corps d'homme terminé par une queue de poisson.",
"un Truffandec",
"un Troll : une créature surnaturelle qui incarne les forces naturelles ou magiques et qui se caractérise par son opposition aux hommes et aux dieux dans le folklore et la mythologie nordique.",
"un Trolual : un monstre marin qui vivait dans la mer de norvège et qui faisait sombrer les navires.",
"une Tsuchigumo : une énorme araignée poilue, dont nul ne peut sortir de sa toile, qui est capable de se transformer en jolie jeune femme ou en moine mais qui fut tuée par Minamoto no Raiko.",
"un Tsukumogami : des objets qui ont atteint 100 ans et qui prennent vie. Ils sont considérés comme des esprits et des êtres à part entière, et non comme des objets enchantés.",
"un Turul : un oiseau, mélange d'aigle et de faucon, qui est le messager de Dieu, posé au sommet du Világfa (« l'arbre du monde ») et qui veille sur les esprits des enfants à naître mais qui sont encore sous forme d'oiseaux.",
"un Typhon : un montrueux dragon enfanté par Gaia et Tartare pour lutter contre Zeus qu'il réussit à vaincre et dont il ota les tendons des bras et des jambes qui furent donnés en garde au dragon femelle Delphyné.",
"un Ubume : un esprit d'une femme décédée lors l'accouchement. Les passants la verront comme une femme d'apparence normale portant un bébé. Elle essaiera généralement de donner son enfant à un passant, puis disparaîtra. Lorsque la personne regardera l'enfant, elle ne verra qu'un paquet de feuilles ou d'un gros caillou. Pour une mère, mourir en couches ou en fin de grossesse était considéré comme un péché.",
"un Uchchaihshravas : un cheval volant à sept têtes apparu pendant le barattage de la mer de lait.",
"un Umibozu : Yōkai marins naufrageurs du folklore japonais qui demandent aux marins un tonneau. Il remplissent alors ce tonneau d'eau de mer pour y noyer les marins. Pour éviter ce triste sort il suffit de leur donner un tonneau sans fond.",
"un Umiotoko : Yōkai qui ressemble à Umibozu mais avec des écailles rouges et des yeux jaunes.",
"un Ushi-oni : Il réside principalement près des plans d'eau, et il attaque et dévore les pasants. Ill a le plus souvent la tête d'un bœuf aux cornes acérées incurvées vers le haut et des crocs acérés. Son corps est celui d'une araignée à six pattes terminées par de longues griffes.",
"un Uwan : Voix désincarnée qui crie Uwan et hante les vieilles maisons et les temples abandonnés.",
"un Vajrapani",
"une Valkyrie",
"un Valraven",
"un Vættir : un Gnome.",
"un Vampire",
"un Varâha",
"un Vasuki",
"un Vedmak",
"un Ver de Lambton : un serpent du folklore anglais",
"un Vetâla",
"un Vila",
"un Vodianoï",
"un Voirloup",
"un Vouivre : un serpent ou dragon du folklore européen",
"un Vritra",
"un Wagyl ou Waagal",
"un Warak ngendog",
"un Wechuge : un homme qui a consommé de la chair humaine et qui se transforme en monstre."
"un Wendigo : un homme qui a consommé de la chair humaine et qui se transforme en monstre.",
"un Wili",
"un Wolpertinger : Animal imaginaire du folklore bavarois qui a l'aspect d'un lièvre doté d'ailes, de bois, d'une crête de coq et de crocs pour dévorer les touristes égarés et crédules.",
"un Worg",
"un Wraith",
"un Wyrm",
"une Xochitonal : une créature de la mythologie aztèque, gardienne du Mictlan, le séjour des morts. Avec sa tête d'alligator elle est la gardienne du passage vers l'Apanoayan, lac d'eau noire représentant le septième obstacle que l'âme doit surmonter lors de son dernier voyage.",
"un Yamata-no-orochi : un dangereux dragon japonais à huit queues, huit têtes dotées d'yeux d'un rouge vif et dont le souffle était empoisonné.",
"une Yama-Uba : une vieille femme hideuse aux longs cheveux blancs et une bouche très large, vêtue d'un kimono rouge en lambeaux, qui est capable de changer d'apparence pour capturer ses victimes.",
"un Yéti : une créature anthropomorphe de l'Himalaya.",
"une Yōkai : une créatures surnaturelles présentent dans le folklore japonais qui apparaissent principalement sous la forme humaine ou animale ou bien une combinaison des deux. Ils ne sont pas méchants en général mais il vaut mieux les traiter avec respect.",
"une Yosei : une créature du folklore japonais qui ressemble aux fées occidentales et qui serait capable de ramener les morts à la vie.",
"une Yuki-onna : une femme des neiges d'une grande beauté et à la peau très blanche qui tue ses victimes en les faisant mourir de froid; toutefois il lui arrive d'en épargner certaines.",
"un Yurlungur : un serpent de cuivre qui fut tiré de son profond sommeil par l'odeur du sang des menstruations d'une femme. Il avala les Wawalag mais il dut les régurgiter à la demande d'une réunion de serpents.",
"un Zhu Bajie",
"un Zin Kibaru",
"un Zirnitra",
"un Zitiron : un être hybride : mi-poisson : mi-chevalier en armes.",
"un Ziz",
"un Zlydzens",
"un Zmeï",
"un Zombie",
"un Zytiron : un être hybride : mi-poisson : mi-chevalier en armes."
]